chat_system_291165818_actor_description=Greedy Stevenson. Captain-pirate.
chat_system_291165818_snap_1_question=^?^Ahoy there, strike them sails, and do it quick! Nobody sails here without my permission.
chat_system_291165818_snap_1_answer_0=^?^And what's the reason for that?
chat_system_291165818_snap_1_answer_1=^?^Sorry, Captain, I didn't know that this is your territory.
chat_system_291165818_snap_5_question=^?^Because I have a right to these waters. My rule here has been signed personally by the Governor. And I have the right to impose a tribute to any vessel sailing in these waters.
chat_system_291165818_snap_5_answer_0=^?^Very interesting things are going on, around the Islands. So how much am I to give you?
chat_system_291165818_snap_2_question=^?^Don't worry, you freshwater sailor, I won't take much from you. 4000 gold coins - and you may sail in peace... until our next meeting.
chat_system_291165818_snap_2_answer_0=^?^And what are the other options?
chat_system_291165818_snap_2_answer_1=^?^Ok, ok! Here's your 4000 gold coins.
chat_system_291165818_snap_0_question=^?^Of course! The first option - you can pay more, ha-ha. The second - you can turn out to be the accursed Black Jack himself, in which case I'll be the one to pay. But judging by the looks of you, I doubt it! And the third option - we board your vessel and rob you blind!
chat_system_291165818_snap_0_answer_0=^?^Not very good options. Ok, I'll pay you the 4000 coins.
chat_system_291165818_snap_0_answer_1=^?^I choose the third option! (Grapple vessels...)
chat_system_291165818_snap_0_answer_2=^?^Catch me first... Freshwater sailor... (Set sail...)
chat_system_291165818_snap_6_question=^?^You know what? Ignorance of the law is no excuse. So, you'll have to pay anyway...
chat_system_291165818_snap_6_answer_0=^?^Interesting laws you have here. How much do I have to give you?
